Revit 2024 API
UnitTypeId.Footcandles Property
 Footcandles.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Footcandles { get; }
Visual Basic
Public Shared ReadOnly Property Footcandles As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Footcandles {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace